IDEA StatiCa Open Model
StrainLoadOnLine.Eimp Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the strain impulse at the end position.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public StrainImpulse Eimp { get; set; }
Public Property Eimp As StrainImpulse
	Get
	Set
public:
property StrainImpulse Eimp {
	StrainImpulse get ();
	void set (StrainImpulse value);
}
Property Value
Type: StrainImpulse
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace